Repository: Hakansv/polar_pi
Catalog: po/*.po
Languages: de

source: Polar Diagram
de: Polar Diagramm

source: Mode:
de: Modus:

source: Data from Logbooks
de: Daten aus Logbüchern

source: Data from NMEA
de: Daten von NMEA

source: Data from VDR
de: Daten von VDR

source: Edit manuell
de: Manuelles Editieren

source: Rings:
de: Ringe:

source: Set diagramm to x knots
de: Setzte Diagramm auf x Knoten

source: Degrees:
de: Grad:

source: Calculate speed-bullets for x degrees
de: Berechne die Speed-Bullets für x Grad

source: any
de: alles

source: Source:
de: Quelle:

source: Speedo
de: Log

source: Speedo uses column STW GPS uses column SOG
de: Log nutzt die Spalte FdW GPS die Spalte FüG im Logbuch

source: Current <
de: Strom <

source: Create
de: Erstellen

source: Save
de: Speichern

source: Load
de: Laden

source: Clear Data
de: Lösche Daten

source: Record Start
de: Aufnahme Start

source: Polar PlugIn for OpenCPN
de: Polar Plugin für OpenCPN

source: Polar PlugIn for OpenCPN
de: Polar Plugin für OpenCPN

source: Polar Preferences
de: Polar Einstellungen

source: Show Polar icon
de: Zeige Polar Icon an

source: Record
de: Aufnahme

source: The plugin logbookkonni isn't installed It's needed to collect wind/speed-data from all available logbooks The create-button is hidden and the mode isn't useable
de: Das Plugin LogbookKonni ist nicht installiert Es wird benötigt um Daten aus allen Logbüchern zu sammeln Der Create-Button ist nicht sichtbar und der Modus nicht wählbar

source: Engine started / Recording is stopped
de: Maschine gestartet / Aufnahme gestoppt

source: Select a VDR-File
de: Wähle eine VDR-Datei

source: Please wait.
de: Bitte warte...

source: Testing, work in progress...
de: (Test) In Bearbeitung....

source: less than 3 entries found
de: weniger als 3 Einträge gefunden

source: less than 5 entries found
de: weniger als 5 Einträge gefunden

source: more than 10 entries found
de: mehr als 10 Einträge gefunden

source: Filtered by:
de: Gefiltert nach:

source: Collecting:
de: Sammle Daten:

source: Save Polar File
de: Speichere Polar Datei

source: Select a Polar-File
de: Wähle eine Polar-Datei

source: Use Average from all speed-data
de: Durchschnitt von allen Speed-Daten

source: Range from maximum speed to minus
de: Bereich vom Max.-Speed bis minus

source: Example: Max-Speed = 2,5 kts Selected 10 % = 0,25 kts Range from 2,25 to 2,5 kts
de: Beispiel: Max-Speed = 2,5 kts Selected 10% = 0,25 kts Bereich von 2,25 bis 2,5 kts

source: Range
de: Bereich

source: Work in progress
de: In Bearbeitung

source: Sails
de: Segel

source: Work in progess
de: In Bearbeitung

source: MyLabel
de: Mein Label

source: to
de: bis

source: Collecting Data from:
de: Sammle Daten von:
